brew 'exercism'

cask 'dropbox'
cask 'tableplus'
cask 'graphiql'
cask 'skype'
cask 'flux'
cask 'tor-browser'
cask 'protonvpn'
cask 'transmission'
cask 'iina'
cask 'responsively'
cask 'discord'
cask 'dozer'
cask 'blisk'
cask 'paw'
cask 'vivaldi'
cask 'ngrok'
cask 'cyberduck'
cask 'obs'

repo = 'popcorn-official/popcorn-desktop'
tap repo, "https://github.com/#{repo}.git"
cask 'popcorn-time'
