tap 'thoughtbot/formulae'
tap 'homebrew/cask-fonts'
tap 'heroku/brew'


brew 'gpg2'
brew 'rcm'
brew 'vim'
brew 'neovim'
brew 'git'
brew 'python'
brew 'the_silver_searcher'
brew 'gist'
brew 'hub'
brew 'tmux'
brew 'mysql'
brew 'youtube-dl'
brew 'go'
brew 'ctags'
brew 'diff-so-fancy'
brew 'heroku'

brew 'rbenv', args: ['HEAD']
brew 'ruby-build', args: ['HEAD']

brew 'node'
brew 'psutils'
brew 'postgresql'
brew 'redis'

cask 'alfred'
cask 'dropbox'
cask 'slack'
cask 'flux'
cask 'spotify'
cask 'iterm2'
cask 'skype'
cask 'smartgit'
cask 'google-chrome'
cask 'firefox'
cask 'dash'
cask 'postgres'
cask '1password'
cask 'gpg-suite'
cask 'brave-browser'
cask 'visual-studio-code'
cask 'docker'
cask 'font-fira-code'
cask 'postman'
