cask 'dropbox'
cask 'tableplus'
cask 'graphiql'
cask 'skype'
cask 'flux'
cask 'tor-browser'
cask 'protonvpn'
cask 'transmission'
cask 'iina'
cask 'responsively'
cask 'discord'
cask 'bartender'
cask 'responsively'
cask 'trello'
cask 'virtualbox'

repo = 'popcorn-official/popcorn-desktop'
tap repo, "https://github.com/#{repo}.git"
cask 'popcorn-time'
