tap 'thoughtbot/formulae'
tap 'homebrew/dupes'
tap 'caskroom/cask'

brew 'gpg2'
brew 'rcm'
brew 'vim'
brew 'git'
brew 'homebrew/dupes/grep'
brew 'python'
brew 'the_silver_searcher'
brew 'gist'
brew 'hub'
brew 'tmux'
brew 'phantomjs'
brew 'mysql'
brew 'boot2docker'

brew 'rbenv', args: ['HEAD']
brew 'ruby-build', args: ['HEAD']
brew 'rbenv-gem-rehash'

brew 'node'
brew 'psutils'
brew 'postgresql'

cask 'alfred'
cask 'dropbox'
cask 'slack'
cask 'flux'
cask 'virtualbox'
cask 'keepassx'
cask 'spotify'
cask 'iterm2'
cask 'skype'
cask 'smartgit'
cask 'google-chrome'
cask 'firefox'
cask 'atom'
cask 'bettertouchtool'
cask 'heroku-toolbelt'
cask 'dash'
cask 'sourcetree'
cask 'betterzip'
cask 'mou'
