tap 'thoughtbot/formulae'
tap 'caskroom/cask'

brew 'gpg2'
brew 'rcm'
brew 'vim'
brew 'neovim'
brew 'git'
brew 'python'
brew 'the_silver_searcher'
brew 'gist'
brew 'hub'
brew 'tmux'
brew 'mysql'
brew 'youtube-dl'
brew 'go'
brew 'ctags'

brew 'rbenv', args: ['HEAD']
brew 'ruby-build', args: ['HEAD']

brew 'node'
brew 'psutils'
brew 'postgresql'
brew 'redis'

cask 'alfred'
cask 'dropbox'
cask 'slack'
cask 'flux'
cask 'spotify'
cask 'iterm2'
cask 'skype'
cask 'smartgit'
cask 'google-chrome'
cask 'firefox'
cask 'atom'
cask 'heroku-toolbelt'
cask 'dash'
cask 'sourcetree'
cask 'betterzip'
cask 'mou'
cask 'transmission'
cask 'postgres'
cask 'vlc'
cask 'docker'
cask 'cheatsheet'
